chat_system_1308953381_actor_description=High Shaman Bahalum. Orc-shaman.
chat_system_1308953381_snap_end_question=^?^[s]The shaman slowly comes out of his trance. His gaze is still dim, but his voice is firm: [/s] <br>You leave us no choice, human. Spirits of ancestors not want leave world of Death too. New world is out there, and native world here. And it suffer, it die. Endoria talk to old Bahalum in dream, but before me banish voice away...<br>Now me banish away voice of Titan Seth...
chat_system_1308953381_snap_end_answer_0=^?^(Further...)
chat_system_1308953381_switch_0_header_1=^?^Have you spoke to Bagud, human? Bagud navigate Archaplane to head of Endoria, and you will defeat angry Haas.
chat_system_1308953381_snap_1_question=^?^So what, human? Have you decided to fly with orcs to new world? You think very very fast and very soon all the world die, and we will fly without you.
chat_system_1308953381_snap_1_answer_0=^?^We must stop Haas. Why would you run away, if we can save the world?
chat_system_1308953381_snap_1_answer_1=^?^Please repeat what you told me about our world, Endoria and the mad Haas.
chat_system_1308953381_snap_1_header_1=^?^Great gods create our world on the back of a big-big Turtle! When gods destroy all Titans, they don't kill Seth; they imprison him in the World of Ghosts. To get freedom, Seth must kill all world. When world die, Seth get much power and revenge all gods. To do it he find angry Haas and order to kidnap child of humans' king, child of gods. Gods child can kill Endoria.
chat_system_1308953381_snap_1_answer_4=^?^I have to go; I'll talk to you later.
chat_system_1308953381_snap_0_question=^?^You is very silly, human. Seth is Titan, our creator. Orcs can not disobey will of great Seth and we not kill Haas. You not fight with servant of your god-master, right? We not fight great Titan, we just run away to live in another land.
chat_system_1308953381_snap_0_answer_0=^?^Yes, I know that you are cowards. But I'm not like you, and I'm ready to stop this Seth's servant. I will save the little girl, and without her, Haas won't be able to do anything to harm Endoria.
chat_system_1308953381_snap_4_question=^?^You are brave, but silly, human! You not sail to head of Endoria. Turtle die, in sea there is storm and gale, strong wind blows.
chat_system_1308953381_snap_4_answer_0=^?^What about your Archaplane? Can that machine get me there?
chat_system_1308953381_snap_6_question=^?^Hmm... You keep quiet... Me think a lot, human...<br>[s]The Shaman plunges into a deep reverie... He counts his beads, muttering something as if listening to the voices of some invisible interlocutor.<br>Younger shamans look askance at the High Shaman, but do not interfere. The entire task seems to fall to him. Right now, in the head of the old orc, the destiny of the orcs' race and of all the world is being decided.[/s]
chat_system_1308953381_snap_6_answer_0=^?^(Wait for the decision of the Shaman.)
chat_system_1308953381_snap_2_question=^?^When we know that soon our world die, we want to live much! Haas is mad, Titan is great, Karador is dead - they not care! Orcs are alive and want to stay alive.<br>We kidnapped dwarf engineers to build the best Archaplane from the elves' magic wood. We to grow big Bagud, strong Bagud, to turn wheel of the flying ship...
chat_system_1308953381_switch_3_header_0=^?^You talk too much and think too little. Soon be like Bagud! Let's act fast-fast.
chat_system_1308953381_snap_1_answer_2=^?^Tell me once again, how the orcs decided to fly away from the dying world on the Archaplane.
chat_system_1308953381_snap_1_answer_3=^?^I'd like to hear that story about resurrecting Karador once again.
chat_system_1308953381_snap_1_header_3=^?^When elves chase us away and shoot us many arrows, we think very much. We find most bad enemy of elves - witch Zelberra! Shamans go to ask advice, how to defeat elves. She teaches us how to resurrect Karador and give us a Crystal for that.
chat_system_1308953381_snap_2_answer_0=^?^I have some other questions for you.
chat_system_1308953381_snap_2_answer_1=^?^I see. I have no more questions.
chat_system_1308953381_snap_3_question=^?^We give you Archaplane! Bagud can navigate, he know way to turtle's head. He bring you and your army there... Me said everything...<br>[s]The Shaman heaves a deep sigh and hangs his head. The destiny of the world and of his nation, he has entrusted to you.[/s]
chat_system_1308953381_snap_3_answer_0=^?^Well, fine. You've made the right decision, Shaman. We'll go with Bagud to the edge of the earth, kill your dragon and save the girl. Believe me...
chat_system_1308953381_snap_7_question=^?^Huge Archaplane very strong! It can fly against wind, can fly everywhere, above the sea and lands, it can carry the whole army.<br>But Archaplane is last hope of orcs race to survive. We not give it to you, human.
chat_system_1308953381_snap_7_answer_0=^?^If I reach Haas and take the little girl from him, you won't have to go away. There is your home here. You should fight for it.
